{
  "alfredsnippet" : {
    "snippet" : "What's something that would surprise us about them?\nSpecifically, any areas where you were surprised they weren't as good as you expected with A, B, or C? Or much better than expected with D, E, and F?\nWhat's the difference between how they interview and how they deliver on the job?\nIs there a difference between how a boss, a peer, or a direct report would describe them? If so, what's the difference?\nIf you were at another company, would you absolutely hire this person again for a similar role?\nWho do they naturally gravitate to inside an organization? Or naturally avoid?\nWhat are they better at than they think, and, on the flip side, worse at than they think?\nWhat sort of things do they do that often go unnoticed or are under-appreciated?\nWhat don't they get enough credit for?\nCan you tell me about the kind of people they've hired?\nDo they leave disagreements on good terms?\nAre they more curious or critical about what they don't understand?\nWhat's the one thing nearly everyone would say about them?\nWhat kind of company feels like a natural fit? And which kind would be a challenge?\nCan you describe a time when they changed their mind? From what to what, and what caused the change?\nWhat's the best thing about working with them? And the hardest?\nIf you could change something about them, what would it be?\nAre they better working with what they have, or working with what they want?\nWhen have you seen them get in over their head? And how did that turn out?\nHave you seen them get better at something? Worse?\nDo they make other people better? How?\nAre they better at taking credit or giving credit?\nAre they more likely to adjust to something, or try to adjust the thing?\nPrimary blindspot? And bright spot?\nAs well as you know this person, what do you think their secret career ambition is?\nIf they hadn't been at your company, how would your company have been different?\nCan you remember a time you wished you had their advice on a decision, but you didn't?\nHave they ever changed your mind?\nWhat's the easiest thing for them to communicate? And the hardest?\nHow have they changed during the time you knew them?\nDo you still keep in touch even though you don't work together anymore?\nWhat do they need to be successful?\nWhy do you think we'd be a better company with them on board?\nWho else should I talk to that would have something to say about them?",
    "uid" : "06542A9D-E6EF-452B-A91A-DF61E74AF3A4",
    "name" : "Reference check questions",
    "keyword" : ""
  }
}